;Place localized text in this file
[WOTC_Tactical_Options]
MOD_NAME="WOTC_Tactical_Options"


[GremlinLootProtocol X2AbilityTemplate]
LocFriendlyName="Gremlin Loot"
LocHelpText="Send your gremlin to pick up loot."


[ScoutingProtocol X2AbilityTemplate]
LocFriendlyName="Scouting Protocol"
LocLongDescription="Command your GREMLIN to scout around an area. Does not break concealment or alert enemies in any way."
LocHelpText="Command your GREMLIN to scout around an area."
LocFlyOverText="Scouting Protocol"


[SI_SystemInfiltration X2AbilityTemplate]
LocFriendlyName="System Infiltration"
LocLongDescription="Invest an action point to gain a stacking bonus to Hacking stat. Bonus is lost if the unit moves or takes damage."
LocHelpText="Infiltrate enemy system to increase chances of successful hack."


; Remove from "SustainingSphere" to "CombatStims" below to completely disable the NoSingleUseItems description overrides
[SustainingSphere X2WeaponTemplate]
BriefSummary="The Sustaining Sphere is an emergency failsafe mechanism that automatically activates when a soldier is on the brink of death, placing them in temporary suspension to extend their life. The sphere can only be used in combat once."
[SustainingSphereAbility X2AbilityTemplate]
LocHelpText="The Sustaining Sphere is an emergency failsafe mechanism that automatically activates when a soldier is on the brink of death, placing them in temporary suspension to extend their life. The sphere can only be used in combat once."
LocLongDescription="The Sustaining Sphere is an emergency failsafe mechanism that automatically activates when a soldier is on the brink of death, placing them in temporary suspension to extend their life. The sphere can only be used in combat once."
[SustainingSphereTriggeredAbility X2AbilityTemplate]
LocHelpText="The Sustaining Sphere is an emergency failsafe mechanism that automatically activates when a soldier is on the brink of death, placing them in temporary suspension to extend their life. The sphere can only be used in combat once."
LocLongDescription="The Sustaining Sphere is an emergency failsafe mechanism that automatically activates when a soldier is on the brink of death, placing them in temporary suspension to extend their life. The sphere can only be used in combat once."
[RefractionField X2WeaponTemplate]
BriefSummary="Using material recovered from the remains of the alien Spectre, Refraction Field technology will allow the equipped soldier to instantly enter concealment."
[RefractionFieldAbility X2AbilityTemplate]
LocHelpText="Instantly enter concealment."
LocLongDescription="Using material recovered from the remains of the alien Spectre, Refraction Field technology will allow the equipped soldier to instantly enter concealment."
[CombatStims X2AbilityTemplate]
LocLongDescription="A soldier taking Overdrive Serum receives bonus mobility, mental immunity, and takes less damage for the next <Ability:COMBATSTIMSDURATION/> turns. This does not cost an action to activate. Overdrive Serum can only be used in combat once."

; If have set "Rebalance_Sting" to false, remove/comment out the below line to revert back to vanilla
[Sting X2AbilityTemplate]
LocPromotionPopupText="<Bullet/> Sting allows for the Reaper to attack in situations where they absolutely do not want to be revealed.<br/><Bullet/> Sting requires <Ability:SelfAmmoCost/> ammo points, and has a <Ability:SelfCooldown/> turn cooldown.<br/>"


[AllHunkerDown X2AbilityTemplate]
LocFriendlyName="Hunker Down All"
LocHelpText="All units that can hunker down will."

[OthersHunkerDown X2AbilityTemplate]
LocFriendlyName="Hunker Others"
LocHelpText="All other units that can hunker down will."

[AllReload X2AbilityTemplate]
LocFriendlyName="Reload All"
LocHelpText="All units that can reload will."


[EvacCarryOnly X2AbilityTemplate]
LocFriendlyName="Evac Carry Only"
LocHelpText="Rope out only what the soldier is currently carrying to the Skyranger. Only usable inside the EVAC zone."


[BattleScanner_IncreaseVisionRange X2AbilityTemplate]
LocFriendlyName="Perimeter Extender"
LocHelpText="Increases the soldier's vision range."


[AllyStabilize X2AbilityTemplate]
LocFriendlyName="Stabilize Ally"
LocHelpText="Use the downed Soldier's own Medikit to Stabilize them, prevents them from bleeding out."

[AllyStabilize_Medikit X2AbilityTemplate]
LocFriendlyName="Stabilize Ally"
LocHelpText="Use the downed Soldier's own Medikit to Stabilize them, prevents them from bleeding out."

[AllyStabilize_NanoMedikit X2AbilityTemplate]
LocFriendlyName="Stabilize Ally"
LocHelpText="Use the downed Soldier's own Medikit to Stabilize them, prevents them from bleeding out."

[AllyStabilize_BioMedikit X2AbilityTemplate]
LocFriendlyName="Stabilize Ally"
LocHelpText="Use the downed Soldier's own Medikit to Stabilize them, prevents them from bleeding out."

[OnSelf_MedikitHeal X2AbilityTemplate]
LocFriendlyName="Use Ally's Medikit"
LocHelpText="Use the downed Soldier's Meditkit to heal <Ability:MEDIKITPERUSEHP/> HP on yourself."

[OnSelf_NanoMedikitHeal X2AbilityTemplate]
LocFriendlyName="Use Ally's Medikit"
LocHelpText="Use the downed Soldier's Meditkit to heal <Ability:NANOMEDIKITHEALHP/> HP on yourself."

[OnSelf_BioMedikitHeal X2AbilityTemplate]
LocFriendlyName="Use Ally's Medikit"
LocHelpText="Use the downed Soldier's Meditkit to heal <Ability:NANOMEDIKITHEALHP/>+1 HP on yourself."

[EvacAll X2AbilityTemplate]
LocFriendlyName="Evac All"
LocHelpText="Extract all units currently in the EVAC Zone."

[OverwatchAll X2AbilityTemplate]
LocFriendlyName="Overwatch All"
LocHelpText="Put all available units on Overwatch."

[OverwatchOthers X2AbilityTemplate]
LocFriendlyName="Overwatch Others"
LocHelpText="Put all other available units on Overwatch."


[SmartOverwatchNormal X2AbilityTemplate]
LocFriendlyName="Tactical Overwatch"
LocLongDescription="Normal Overwatch over a focused region."
LocHelpText="Overwatches over a focused region."
LocFlyOverText="Tactical Overwatch" 
LocPromotionPopupText="<Bullet/> Size of Cone is configurable in mod folder > XComGame.ini <br/><Bullet/>  <br/>"

[SmartOverwatchRifle X2Ability_DefaultAbilitySet]
LocFriendlyName="Tactical Overwatch"
LocLongDescription="Rifle Overwatch over a focused region."
LocHelpText="Overwatches over a focused region."
LocFlyOverText="Tactical Overwatch" 
LocPromotionPopupText="<Bullet/> Size of Cone is configurable in mod folder > XComGame.ini <br/><Bullet/>  <br/>"

[SmartOverwatchSniper X2AbilityTemplate]
LocFriendlyName="Tactical Overwatch"
LocLongDescription="Sniper Overwatch over a focused region."
LocHelpText="Overwatches over a focused region."
LocFlyOverText="Tactical Overwatch" 
LocPromotionPopupText="<Bullet/> Size of Cone is configurable in mod folder > XComGame.ini <br/><Bullet/>  <br/>"

[SmartOverwatchSniperLong X2AbilityTemplate]
LocFriendlyName="Tactical Overwatch"
LocLongDescription="Sniper Rifle Long Overwatch over a focused region."
LocHelpText="Overwatches over a focused region."
LocFlyOverText="Smart Longwatch" 
LocPromotionPopupText="<Bullet/> Size of Cone is configurable in mod folder > XComGame.ini <br/><Bullet/>  <br/>"

[SmartOverwatchShotgun X2AbilityTemplate]
LocFriendlyName="Tactical Overwatch"
LocLongDescription="Shotgun Overwatch over a focused region."
LocHelpText="Overwatches over a focused region."
LocFlyOverText="Tactical Overwatch" 
LocPromotionPopupText="<Bullet/> Size of Cone is configurable in mod folder > XComGame.ini <br/><Bullet/>  <br/>"

[SmartOverwatchCannon X2AbilityTemplate]
LocFriendlyName="Tactical Overwatch"
LocLongDescription="Shotgun Overwatch over a focused region."
LocHelpText="Overwatches over a focused region."
LocFlyOverText="Tactical Overwatch" 
LocPromotionPopupText="<Bullet/> Size of Cone is configurable in mod folder > XComGame.ini <br/><Bullet/>  <br/>"

[SmartOverwatchGuardian X2AbilityTemplate]
LocFriendlyName="Tactical Overwatch"
LocLongDescription="Guardian Overwatch over a focused region."
LocHelpText="Overwatches over a focused region."
LocFlyOverText="Tactical Overwatch" 
LocPromotionPopupText="<Bullet/> Size of Cone is configurable in mod folder > XComGame.ini <br/><Bullet/>  <br/>"




